#!/usr/bin/env python
# coding: utf-8

# ## Problem: 수식으로 표현해보기

# :::{grid} 1
# :::{grid-item-card}
# :class-header: bg-light
# 
# 😄다음을 수식으로 표현해보고 결과를 출력하시오.
# ^^^
#   - 정수 10과 정수 20을 더하시오.
#   - 정수 30에서 정수 5를 빼시오.
#   - 정수 15와 실수 7.0을 곱하시오.
#   - 정수 2를 정수 4로 나누시오.
#   - 실수 2.0을 실수 4.0으로 나누시오.
#   - 정수 50을 정수 4로 나눈 몫을 정수로 구하시오. 
#   - 정수 50을 정수 4로 나눈 나머지를 구하시오.
#   - 정수 10을 정수 3으로 지수승하시오.
# :::
# 
# 
# Output
# ```
# 30
# 25
# 105.0
# 0.5
# 0.5
# 12
# 2
# 1000
# ```
# 
# 
# 

# In[ ]:





# ## Problem: 문자열 출력하기

# :::{grid} 1
# :::{grid-item-card}
# :class-header: bg-light
# 
# 😄 다음 문자열을 홑따옴표, 쌍따옴표 모두 나오도록 출력하시오.
# ^^^
# 
# 
# Output
# 
# ```
# '끝날 때 까지 "끝"난게 아니다.'
# ```
# :::

# In[ ]:




